const samplecontent = `
<div class="title">Daytime Dating</div>
<div class="summary"><p>初版Word字数统计：6,605</p></div>
<div class="text">
<p>这是约会。</p>

<p>我这样想，他也该这样想才对。那他好像应该高兴点。但是自从我们坐在这，他就显得闷闷不乐的。我记得我并没有调什么东西？我把视线焦点收到近处，看扣了冰淇淋球的饮料，满满一杯，奶油泡沫就抵在杯沿，好像随时会冒出来似的。把吸管插进液体中，那条边界就更岌岌可危。</p>

<p>“这杯接得真满。”</p>

<p>说完，我抬头观察水晶公的反应。</p>

<p>他还是那样，胳膊放在桌面上支撑身体，一只手下意识挡着嘴，脸颊比刚刚红得更明显。皮肤透露出的自然血色被水晶化部分隔断，像某种刻意的不规则设计。</p>

<p>我提出一个可能性比较大的猜想。</p>

<p>“你更想站起来吗？”我问他。</p>

<p>在我这盘新鲜出炉的餐品对面，他不抱希望地点点头。</p>

<p>“那就老实陪我在这坐着。”</p>

<p>或者你也点份什么一起吃呀。我说。他只是苦闷地摇头，把脸埋进手里。我换个角度看他，拉开那只手，不让他挡脸。</p>

<p>这张脸已经红得不行了，我忍不住拍拍潮红的眼角，结果手指沾到大概是泪水的液体。我用他的脸蛋擦干。</p>

<p>烩饭还太烫，我拿起手机刷社交网站。切应用时那个玫红色的界面确实扎眼，我无意识地拖出来，这才发现忘了开乳头贴的振动。这些都是他自己戴好塞好的，刚才准备离开办公室时我草草扫一眼，只注意到振动棒关着，因此没看清种类。</p>

<p>我不是让你戴好了过来吗，水晶公？那时我这样问他。办公室的门反锁，窗户敞亮。</p>

<p>我……他短暂地语塞，我用的是这个。</p>

<p>他说着，示意界面上的跳蛋。我摇头，摆出质疑的表情。他的肩膀明显紧张起来。</p>

<p>迟疑一瞬后，他拎起手里的包：那个我也拿来了。</p>

<p>不错。</p>

<p>我用指节敲敲刚收完东西的办公桌，水晶公不太自在地挪步过来，慢吞吞地趴好，连耳朵也趴下去，一副认清现实的表情。</p>

<p>我把他的外裤脱掉。</p>

<p>今天他没有穿系腰带的裤子，这很简单。跳蛋的线露在外面，仍在嗡嗡作响，屁股间的水痕在日光下发亮。我关掉振动，抽走跳蛋，贴心地塞进他的口袋，隔着衣服拍两下。他的穴口紧张地开合。</p>

<p>这款振动棒做成阴茎的形状，布满不规则的凹凸，黑色的芯里包裹着电路装置，最外面是一层透明的软胶。倒还不太好塞。他的后穴不够放松，或许因为润滑不够，或许和他紧张了一路有关。我随手将桌上的钢笔拿过来，抵在被润滑液浸湿的皱褶上，带个小角度、倾斜着送进去。</p>

<p>微凉的笔身让他难耐地踮起脚尖，我压住他后腰，禁止他挣扎。</p>

<p>钢笔插入大半后又进出几次，在内部抵着穴口轻绕。他的尾巴缠住桌腿，大腿颤巍巍地抖。我的手掌也缓缓前推，直到按在他脑后，五指插进他的发丝，把他狠狠往办公桌上按。</p>

<p>我就这样用笔身末端那一点凹凸去刺激他的肠肉。没过多久，规律而简单的动作里带出水声。他的屁股乖乖分泌汁水，我拍拍他以示鼓励。</p>

<p>我把笔抽走，将振动棒捅了进去。他的尾巴一下甩得高高的，差点打到我的脸。我将钢笔也放进他那个口袋。水晶公古·拉哈·提亚就揣着这些东西，陪我一路回到家附近，若无其事地坐在餐厅的椅子上。</p>

<p>而现在，我把乳头贴的拖拽条一下拉到第二高的圆点上。</p>

<p>卡点的触控反馈和水晶公肩膀的剧烈抖动几乎同时发生，有些好笑。我放下手机，挖一勺饭，慢条斯理地吃起来。</p>

<p>余光里水晶公的模样明显慌乱多了：玩具因为姿势变化进得更深，或许这个角度恰好能紧紧贴在前列腺上振动，大脑同时还要处理胸前新的刺激，并阻止自己发出任何声音、做出任何显眼的动作——在氛围轻松和睦的家庭餐厅里。现在已经算是过了午餐时间，但吃饭或说笑的人并不少。</p>

<p>这样的情景对他来说会比这盘烩饭的材料更丰富吗？我不清楚这个，只知道他看起来比我的饭诱人一些。</p>

<p>我在桌子下面踩他，平常他会躲，现在他根本顾不过来，只是努力隐藏慌乱的神态。随着轻缓的音乐我用鞋尖蹭他脚腕，他表情里肉眼可见地透出崩溃的情绪，又想挡脸，我干脆把他的手腕扣在桌上，砸得桌上立牌轻震。</p>

<p>旁边的人惊愕地扭头看我，很快就收回去，没有关注到他。</p>

<p>大概十分钟后，水晶公的耳朵已经压得比水平线还低，微微颤抖，眼里含满泪水，死死抿着嘴唇。不知道的还以为他是在害怕什么。我原本就不打算吃太多。我通知他：我们回屋里去。他感动得掉了滴眼泪。就大概五十米的路程，从这里过马路后，再走几步就是公寓楼了。</p>

<p>就这么一点路，我们挪了半天。太阳刺眼。</p>

<p>等电梯时我掐住水晶公的胳膊，把他拽到身旁。他耳朵可怜地颤了颤，身体有些倾斜，好像因这突如其来的动作无法再平衡体内的感触。</p>

<p>“这一大盆好漂亮。”我说我们背后的开满花的盆栽，美中不足是烟粉色的花瓣在午后有点蔫，“你认识吗？”</p>

<p>他不敢开口。</p>

<p>我不管他认不认识。我拿出手机，给我们拍了张花草背景的合影。</p>

<p><br></p>

<p>刷完牙，我先拆了贞操锁，然后没做什么他就半勃了。取下胸前那对薄垫后，因反复刺激而充血硬挺的乳头暴露在空气中，比平常都要红，颜色像熟透的水果。我吞咽一下。</p>

<p>我掐住振动棒末端的环，尽量重、尽量快地，擦着前列腺撤出来。</p>

<p>“啊呜——啊、呃……”</p>

<p>零星的汁水溅到手腕上，一路被磨得发红的粉色软肉短暂地翻露出来。</p>

<p>水晶公很精彩地射了自己一身，从胸口到脸上，还包括一点前发。</p>

<p>我轻轻捏着他被润滑液浸湿的尾巴根，查看他的耳朵是否也被弄脏。似乎没有。柔软而有弹力的猫耳在我手心变化形状。我忍不住咬了一口。他发出格外凄惨的叫声。</p>

<p>“——很疼吗？”</p>

<p>我一下又被他吓到，下意识地问。但这问题有点莫名其妙——我肯定是弄疼他了，我随时都弄疼他。但他以前没叫得这么婉转过。我换手指上去，在耳朵上重重地揉，毛发间似乎留了明显的牙印，看不清透红的地方是否出血。</p>

<p>“……还、还好……”水晶公呜咽着念叨。</p>

<p>他看起来迷迷糊糊的，叫人很想再咬一口。</p>

<p>我干脆咬住他的嘴唇。没有亲吻，只是咬在下唇上，用会让他疼痛的力度吸吮。同时，我摸着他湿润的穴口按进去，温热的内壁立刻裹着手指颤抖起来。里面分明被按摩棒彻底喂熟了，如今还这样紧致。</p>

<p>“你是故意在夹我吗？”</p>

<p>我的语句吐在水晶公舌尖。</p>

<p>“不……”</p>

<p>“不是吗？”</p>

<p>“你、你的手指，我……”</p>

<p>深处被捂热的润滑液也顺着我的手指流出来，我在他腿上擦掉，再次戳开猫尾旁深粉色的穴口进去，用力地按前列腺，力度像要用指头支撑他的身体似的。这样过于激烈的触感只会是疼痛，而他早就学会承受，倒抽一口气，但仍然紧闭着双眼。</p>

<p>“什么？”我催他说完。</p>

<p>“我……不、不痛……呜……”</p>

<p>水晶公有些语无伦次，纤长的睫毛微颤，发出嗫嚅声，尾巴勾上背后的桌腿。</p>

<p>我放开他。</p>

<p>“清醒点……”我说，双手拍打他的脸，“清醒点！今天才刚开始呢。”</p>

<p>说着，我把还没拆包装的尿道棒拿给他看。</p>

<p>“——”</p>

<p>他朦胧地睁眼，异色的瞳孔瞬间收缩，最后缓缓张开。</p>

<p>无意识的抽噎声有趣极了，让人期待起来。我和他不是第一次玩这个，但这次不是为了堵塞而用的，相反，是为了让他高潮得更好看点。我为此特意买了根新的：更长，略柔软，可以保证戳到底。这是个新鲜的角度，光是想象一下我就开始喜欢了。</p>

<p>“等、等一下……”</p>

<p>“都跟你说了今天要玩前面。”我说。</p>

<p>“我当然记得……”水晶公轻轻摇头，“只是以为是用之前的。”</p>

<p>他故作镇静，但我一靠近，他又难掩惊恐的神色。我把包装撕开，握着桃心状的把手，用尿道棒戳他的脸，在坚硬的部分上敲两下。</p>

<p>“看看它？”</p>

<p>水晶公的眼睛不安地转着，有些飞机耳。</p>

<p>他肯定不会拒绝，所以每次这时我都会等他，看他到底要说什么。</p>

<p>这次他最终只是缓慢地垂下脸，看来什么都不打算说。我也挪开视线，用软塑料包装轻轻扫他的性器，半勃的东西很快就硬挺起来。没出息。我凑在他耳边说，他晃了晃，窗帘缝隙透出的午后阳光也在裸露的肉体上翻滚，光让人联想到湖水。</p>

<p>我就这样保持贴近他的状态，顺着透明的长条挤润滑液，多余的液珠滚落到他的皮肤上。</p>

<p>“你得稍微坐高点。”我决定。我懒得弯腰了。</p>

<p>我觉得桌子就不错，但水晶公犹豫着环视，最后选择把沙发往墙角推，然后扭扭捏捏地坐到里侧的扶手上去，后背靠着墙。</p>

<p>真会给自己找自在。不过或许他也是预见到自己会被搞得有多惨。我没什么意见，就坐到沙发上，歪头往他身上靠近。这样的话发丝会让他痒吗？应该不会？总之他有点害怕的模样蛮可爱的。我想。或许我就是为了看这个才与他约会，否则是为了什么？这一走神，我又掐着他的胳膊往近处拽了一下，他险些掉下来。</p>

<p>“哪、哪里不对？”他问。</p>

<p>我看看他，没说话，又给尿道棒涂了一次润滑。</p>

<p><br>“、……呜……”</p>

<p>润好的尿道棒很快就滑入大半，水晶公对接下来的部分表现出抗拒。灵活的尾巴不自觉地绕过来，最终搭在沙发靠背上，差一点没碰到我。</p>

<p>“呼吸，放松点。”我催他。</p>

<p>他双眼紧闭，手掌重重地按在额头上，最后变成一个擦汗的动作。</p>

<p>随后他睁开眼睛。“不能再往里了……”他试图向我提议，“已、已经到底了。”</p>

<p>“能做到的吧？”我压低声音，“上次可是用过更粗的。”</p>

<p>“不是说粗细的——”</p>

<p>我冷不丁地掐住他的乳头，拧着扯拽。他发出痛苦的气音，肌肉收缩，放尿道棒滑进更多。</p>

<p>“呜——、呜啊……”</p>

<p>我把最后一点也轻转着往内部推，直到顶端触碰到前列腺。再抬起头，水晶公眼中已经盈满雾蒙蒙的泪水，手指掐紧沙发，因突兀而陌生的感触而瑟缩。遮光窗帘挡住阳台的光明和热量，只有上面溢出一点零零散散的光，此时恰好落在他的右臂里。我默默地将把手固定到卡在尿道口的位置，看他吓到简直要把沙发抠出洞来。</p>

<p>“你要是真的打算反悔，今天也可以到此为止。”我说。</p>

<p>“没有。”水晶公立刻摇头，“不是那样……”</p>

<p>他当然这样说。不过我还是感觉他今天迷迷糊糊的，怎么回事？我用力拍他的脸，让他清醒点。尿道棒因此在他体内戳着深处震颤，他喉咙里挤出有些奇怪的声音，右半边脸被拍打得比刚刚还红。</p>

<p>“没事啦。”我又伸直手指，拍两下他的阴茎，让他的牙齿磕得直响，“这不是全都进去了吗？好样的。”</p>

<p>“好……好、好的。”</p>

<p>水晶公说不明白话，尾巴不知什么时候绕到身后去了，无力地晃着。“接下来呢……？”他努力问。</p>

<p>我打量他一会。镶嵌水晶的肉体被惊恐的情欲缠住，动弹不得。完全勃起的性器被塞满，后穴则隐约在沙发扶手上留下一个浅水印。胸前被道具摧残过的两点渐渐有些红肿的迹象，颜色格外引人注目。</p>

<p>“……用这个。”我回答。</p>

<p>我把配套的小振动器拿出来，冲他晃晃，随后将两个半球紧贴着性器夹在露出的尿道棒把手上，同锁扣一起固定好。</p>

<p>他湿润的眼睛盯着我，饱含着迷茫与不安与绝不能称为期待的某种狂热……和他短暂的眼神接触让我难以抑制某种欲望，我几乎是本能地扼住他的喉咙，嘭的一声将他按在墙上。</p>

<p>明确的慌乱反而驱散了迷茫，他胸口水晶化的光影随着呼吸起伏。这样也很好看。</p>

<p>我按下开关。</p>

<p>“咿、呃、啊啊——”水晶公的耳朵瞬间崩溃般抖起来。</p>

<p>“等、呜咕、啊……”</p>

<p>他难耐地向后仰头，凸起的喉结在我手中滑动，像一颗诱人的果实。</p>

<p>“你喜欢吗？”</p>

<p>我轻声问，贴近他的额头。我们前发挤成一堆。我看他的眼白在我眼前飞快地翻转，晶莹的生理性泪水闪着光。</p>

<p>细密的振动不仅直接按摩敏感的阴茎头，还会顺着棒身一路传下去，直到最底端的前列腺处。过度的快感会让他战栗，而这种战栗又将使硅胶棒戳着内部震颤，带来更为可怕的刺激。但他无法阻止自己颤抖，无法从直白的侵犯中逃脱。同时他甚至不敢让自己从沙发扶手上摔下来，或者主动伸手摘掉那些东西，或者，主动挣脱开我。滚热而不规律的吐息打在我脸侧，我感到自己似乎因此飘忽起来。</p>

<p>我掐他的耳朵，恶狠狠地扯，卡在喉咙处的手也收紧，直到他的眼睛彻底翻上去才放开。这时他下面那根已经被尿道口溢出的液体弄得湿漉漉的，不知是前列腺液还是什么。</p>

<p>他脱下的衣服都放在沙发上，我把它们挪开，免得弄得太乱，之前的钢笔和跳蛋就从口袋里滑了出来。跳蛋只能用遥控器和APP控制，我懒得去找。我拔开钢笔笔盖，意识到这是今早涮净了墨水的那支。</p>

<p>“唔、呃、”</p>

<p>水晶公仍然断断续续地出声，阴茎难堪地颤着。尿道里的振动不断将他逼疯，敏感的器官被直接刺激，无论是愉悦还是疼痛此时都是痛苦。身体弯曲的弧度和肌肉线条勾勒出美好的光影，疼痛塑出的形状，但他现在还不够难过。</p>

<p>“你想要什么？”我突然问。</p>

<p>我不知道自己这样问是不是想让他好受一些。可时机不巧，我再抬头看的时候，这猫的舌头都露出来了，被汗水打湿的红色发丝贴在脸颊和额头上。我怀疑他是否还清醒，是否听得见我说话。他搞得我不太知道我想和他玩什么了。钢笔沉甸甸的，让我忘不了这东西。我拔开笔盖，用拿笔的姿势握住，开始在他的龟头上写字，写他还没回答的问题。</p>

<p>“啊、啊啊啊！”</p>

<p>他惨烈地叫起来：“别、别——啊呃——”</p>

<p>“你不想要什么吗？”</p>

<p>“不、唔、啊！不是……不、我——”</p>

<p>笔中没有一滴墨水，什么字迹也留不下，除了疼痛。乳白色的汁液以平缓的速度裹着尿道棒溢出，桃心形状的把手好像浸了炼乳。</p>

<p>“会坏、呃、抱歉，这样真的——啊啊啊！”</p>

<p>发烫的眼泪打在我的手背上，恍惚间也如水晶般发亮。黏膜难以承受刺激，脆弱敏感，精液不断从被塞满的小口边缘往外涌，确实像坏掉了一样。</p>

<p>“我、我……呜……”水晶公的尾巴终于缠上我的手腕，和他的哭泣声一起。</p>

<p>“我又没有扎进去。”我安慰他，“把腿再张开点。”</p>

<p>他听话。我透过打缕的发丝找他的眼神，放下笔，再度摸到后穴。</p>

<p>甬道入口抽搐着吞下我的手指，不是出于饥渴，只是因为痉挛。我轻轻按他的前列腺，和不断振动的尿道棒前后夹击，反复地按揉。柔软的触感让人恍惚。我支起身体，大口咬住他的肩膀，汗液的咸味在舌面极其微弱地燃烧。他竟然还有空感受到这些，挣扎着歪过头，侧发扫在我脸侧。</p>

<p>他的意识没有维持多久，一声挑高的尖叫后无声地昏了过去。性器顶端的颜色被磨得熟透，挂满白色的体液，如同某种搭配失调的甜品。我用指腹轻轻摩擦那里，之后暂且关掉振动，站起来。</p>

<p>我用窒息把他弄醒。他咳嗽，液体从鼻子里呛出来。</p>

<p>“说话。”我提醒。</p>

<p>水晶公半梦半醒般地睁开眼，似乎在回忆我问过他什么。失去意识的他太顺从，刚刚我不小心就把他的脖子掐出红印。</p>

<p>“我……昏过去了……？”他犹豫着问，声音飘忽。</p>

<p>“没有很久。”</p>

<p>我贴近，舔舐他湿透的睫毛，他瑟缩一下，不安的气息贴在我的皮肤上。</p>

<p>那根性器不再吐出精液，但仍然没法软下去。尿道棒的把手黏糊糊一片，我捏住上面夹着的振动器，缓慢进出，像刮刀一样从他喉咙里刮出哀鸣。</p>

<p>红发，鲜红的眼睛和透红的皮肤，汗水的气息让我好像也在做梦了。“说说呀……”我说着，咬水晶公眼角的皮肤，虎牙扎进去。如果咬破的话，之后他要是想出门，就必须在这贴创可贴，贴好几天。认识他的人会亲切地叫他的名字，问他怎么了。我抚摸他的嘴唇，摸他的牙齿。他的尾巴无意识地从我背后蹭上来。</p>

<p>我向他耳朵里的绒毛吹气，提醒他回答。他惊恐地抖抖耳朵。</p>

<p>“呃？我，啊、对，对不起……”尿道棒仍在进出，他破碎的字词仿佛是咳出来的，“我、我想……”</p>

<p>说出来，说出来。我用硅胶棒紧抵着内壁转动，他的脚趾勾起，像过电一样喘息。</p>

<p>“……我、请、请，请触碰，我……”</p>

<p>他把后面的咽了回去，眼珠在泪水里不安地转开。</p>

<p>“是因为你痛吗？”我问。</p>

<p>水晶公没有立刻回答，而我的冲动赶在他的声音之前。我触碰他。我揪住他的头发，把他砸在墙上。</p>

<p>声响或许将我们两个都吓了一跳。我手心一下子就全是他的汗水，但我看见指尖本来也被他的精液弄脏了，没什么区别。我把他往墙角按，拧着他，试图把他按进墙里去。</p>

<p>“是因为你痛吗？”我继续问，“你想说什么？”</p>

<p>水晶公痛苦地叫，大概有些像猫的声音了。我凑上前，踩到沙发上，顺带踢他痉挛的大腿。他因此浑身抽搐，后穴挤出一股透明的汁水，在毯子上留下一道纵痕。我揪着他晃。</p>

<p>我把旁边的振动棒拿起来，顺势捅进他战栗的穴口。他发出噎住般的悲鸣，唾液顺着嘴角淌。</p>

<p>振动棒的开关就在我手指下，我打开，他的性器又像自动玩具似的涌出精液。</p>

<p>我握着振动棒，在他的后穴里捣。粉红色的影子在透明的外层里晃动。一下又一下，我往深处凿，好像在殴打他的内部。振动棒的凹凸会压过他每一寸肠肉，碾压正被尿道棒怼着的前列腺，像挤一只桃子，就算性器流不出东西，泪腺也可以。水晶公的尾巴绝望地蜷缩起来，发出濒死般的声音。</p>

<p>我是在触碰他。我一边用振动棒操他，一边用拇指抚摸他的耳根，动作称得上是温柔，即便我没法控制自己不掐他。他的眼珠很快又翻不回来了，我摸过他下颌的线条，摸他的喉咙，摸他的呼吸和喀拉喀拉的气音，掐住这些东西。振动棒能捣开他的结肠口，他几乎把快感呕出来。汁水随着快速的抽插溢出，肉粉色的内壁被彻底操熟。里面肯定是分泌了不少肠液，不然不会这样湿热。</p>

<p>“、咿、噫——”意识朦胧中他的手终于搭在我的手上。</p>

<p>他十指颤抖着，渐渐、渐渐终于握住了我的手腕，我也更用力地握住他的脖子。他沉浸在我的折磨里，而我在大口喘气，心脏不知何时开始狂跳。</p>

<p>我把振动推到最高。</p>

<p>水晶公的身体像搁浅的鱼一样猛地弹起来。为了压制住他，我又搞得他的头和墙之间撞出声响。他流了点鼻血。</p>

<p><br></p>

<p>抽走尿道棒的时候，残留的精液被带出来。上次这时候他哭疯了，高潮个没完，这次他却没有因此醒来。</p>

<p>一切都乱糟糟的。我用力拍他的脸蛋，他还是不醒。</p>

<p>但我就是不太想开口叫他。最后，我有点恼火地自己收拾东西。</p>
<p><br/></p>
</div>
`;

document.getElementById('samplecontent').innerHTML = samplecontent;